{
    "untagged": {
        "defs": [
            "adj. Not tagged; lacking a tag. "
        ]
    },
    "adage": {
        "defs": [
            "n. An old saying which has obtained credit by long use. ",
            "n. An old saying which has been overused or considered a cliché; a trite maxim. "
        ]
    },
    "agate": {
        "defs": [
            "n. (countable, uncountable, mineralogy) A semitransparent, uncrystallized silicate mineral and semiprecious stone, presenting various tints in the same specimen, with colors delicately arranged and often curved in parallel alternating dark and light stripes or bands, or blended in clouds; various authorities call it a variety of chalcedony, a variety of quartz, or a combination of the two. ",
            "n. (uncountable, US printing, dated) The size of type between pearl and nonpareil, standardized as 5+¹⁄₂-point. ",
            "n. (countable, typography) One fourteenth of an inch. ",
            "n. (countable, obsolete) A diminutive person; so called in allusion to the small figures cut in agate for rings and seals. "
        ]
    },
    "aged": {
        "defs": [
            "adj. Old. ",
            "adj. (chiefly non-US) Having the age of. ",
            "adj. Having undergone the improving effects of time; matured. ",
            "n. Old people, collectively. "
        ]
    },
    "agenda": {
        "defs": [
            "n. A temporally organized plan for matters to be attended to. ",
            "n. A list of matters to be taken up (as at a meeting). ",
            "n. A notebook used to organize and maintain such plans or lists, an agenda book, an agenda planner. ",
            "n. An ulterior motive. "
        ]
    },
    "agent": {
        "defs": [
            "n. One who exerts power, or has the power to act ",
            "n. One who acts for, or in the place of, another (the principal), by that person's authority; someone entrusted to do the business of another ",
            "n. A person who looks for work for another person ",
            "n. Someone who works for an intelligence agency "
        ]
    },
    "ague": {
        "defs": [
            "n. (obsolete) An acute fever. ",
            "n. (pathology) An intermittent fever, attended by alternate cold and hot fits. ",
            "n. The cold fit or rigor of the intermittent fever ",
            "n. A chill, or state of shaking, as with cold. "
        ]
    },
    "dang": {
        "defs": [
            "v. (euphemistic) Damn. ",
            "adj. (euphemistic) Damn. ",
            "n. (euphemistic) A damn, a negligible quantity, minimal consideration. ",
            "n. (humorous, rare) A dam (structure placed around a body of water), used because of the homophony between dam and damn. "
        ]
    },
    "dengue": {
        "defs": [
            "n. An acute febrile disease of the (sub)tropics caused by the Dengue virus, a flavivirus, transmitted by Aedes mosquitoes, and characterized by high fever, rash, headache, and severe muscle and joint pain. "
        ]
    },
    "dung": {
        "defs": [
            "n. (uncountable) Manure; animal excrement. ",
            "n. (countable) A type of manure, as from a particular species or type of animal. ",
            "v. (transitive) To fertilize with dung. ",
            "v. (transitive, calico printing) To immerse or steep, as calico, in a bath of hot water containing cow dung, done to remove the superfluous mordant. "
        ]
    },
    "edge": {
        "defs": [
            "n. The boundary line of a surface. ",
            "n. (geometry) A one-dimensional face of a polytope. In particular, the joining line between two vertices of a polygon; the place where two faces of a polyhedron meet. ",
            "n. An advantage. ",
            "n. (also figuratively) The thin cutting side of the blade of an instrument, such as an ax, knife, sword, or scythe; that which cuts as an edge does, or wounds deeply, etc. "
        ]
    },
    "edged": {
        "defs": [
            "adj. That has a sharp planar surface. ",
            "adj. followed by with: Having an edging of a certain material, color, and so on. "
        ]
    },
    "egad": {
        "defs": [
            "<definition not found>"
        ]
    },
    "egged": {
        "defs": [
            "n. An approximately spherical or ellipsoidal body produced by birds, insects, reptiles, and other animals, housing the embryo within a membrane or shell during its development. ",
            "n. (also cytology) Synonym of ovum (“the female gamete of an animal”); an egg cell. ",
            "n. A swelling on one's head, usually large or noticeable, resulting from an injury. ",
            "n. (architecture) Chiefly in egg and dart: an ornamental oval moulding alternating in a row with dart or triangular shapes. "
        ]
    },
    "engage": {
        "defs": [
            "v. To engross or hold the attention of; to keep busy or occupied. ",
            "v. To draw into conversation. ",
            "v. To attract, to please; (archaic) to fascinate or win over (someone). ",
            "v. (transitive) To enter into conflict with (an enemy). "
        ]
    },
    "engaged": {
        "defs": [
            "adj. Having agreed to marry a particular person (one's fiancé or fiancée) or each other. ",
            "adj. Busy or employed. ",
            "adj. Greatly interested. ",
            "adj. (Britain) (of a telephone) Already involved in a telephone call when a third party calls. "
        ]
    },
    "gadded": {
        "defs": [
            "v. (intransitive) To move from one location to another in an apparently random and frivolous manner. ",
            "n. One who roams about idly; a gadabout. ",
            "n. (Northern England, Scotland, derogatory) A greedy and/or stupid person. ",
            "n. (especially UK, US, dialect) A goad, a sharp-pointed rod for driving cattle, horses, etc, or one with a whip or thong on the end for the same purpose. "
        ]
    },
    "gadget": {
        "defs": [
            "n. (obsolete) A thing whose name cannot be remembered; thingamajig, doohickey. ",
            "n. Any device or machine, especially one whose name cannot be recalled. Often either clever or complicated. ",
            "n. (informal) Any consumer electronics product. ",
            "n. (computing) A sequence of machine code instructions crafted as part of an exploit that attempts to divert execution to a memory location chosen by the attacker. "
        ]
    },
    "gaga": {
        "defs": [
            "adj. (informal) Mentally senile. ",
            "adj. (informal) Crazy. ",
            "adj. (informal) Infatuated. ",
            "n. Alternative form of ga-ga (“game resembling dodgeball”) [A variant of dodgeball played inside a fenced area, usually a hexagon or octagon.] "
        ]
    },
    "gage": {
        "defs": [
            "v. To bind by pledge, or security; to engage. ",
            "v. (archaic) To wager, to bet. ",
            "v. (obsolete) To give or deposit as a pledge or security; to pawn. ",
            "n. Something, such as a glove or other pledge, thrown down as a challenge to combat (now usually figurative). "
        ]
    },
    "gagged": {
        "defs": [
            "n. A device to restrain speech, such as a rag in the mouth secured with tape or a rubber ball threaded onto a cord or strap. ",
            "n. (law) An order or rule forbidding discussion of a case or subject. ",
            "n. (figuratively) Any suppression of freedom of speech. ",
            "n. A joke or other mischievous prank. "
        ]
    },
    "gang": {
        "defs": [
            "v. (intransitive, Northern England, Scotland) To go; walk; proceed. ",
            "n. A number going in company; a number of friends or persons associated for a particular purpose. ",
            "n. A group of laborers under one foreman; a squad. ",
            "n. A criminal group with a common cultural background and identifying features, often associated with a particular section of a city. "
        ]
    },
    "ganged": {
        "defs": [
            "v. (intransitive, Northern England, Scotland) To go; walk; proceed. ",
            "n. A number going in company; a number of friends or persons associated for a particular purpose. ",
            "n. A group of laborers under one foreman; a squad. ",
            "n. A criminal group with a common cultural background and identifying features, often associated with a particular section of a city. "
        ]
    },
    "gate": {
        "defs": [
            "n. A doorlike structure outside a house. ",
            "n. Doorway, opening, or passage in a fence or wall. ",
            "n. Movable barrier. ",
            "n. Passageway (as in an air terminal) where passengers can embark or disembark. "
        ]
    },
    "gateau": {
        "defs": [
            "n. (chiefly UK) A rich, usually iced, cake. ",
            "n. (cooking, obsolete) A dish of minced meat made up like a pudding, and boiled in a shape or mould. "
        ]
    },
    "gated": {
        "defs": [
            "adj. Capable of being switched on and off (normally by means of a signal). ",
            "adj. Having a gate or other restricted access. "
        ]
    },
    "gauge": {
        "defs": [
            "n. A measure; a standard of measure; an instrument to determine dimensions, distance, or capacity; a standard ",
            "n. An act of measuring. ",
            "n. An estimate. ",
            "n. Any instrument for ascertaining or regulating the level, state, dimensions or forms of things "
        ]
    },
    "gauged": {
        "defs": [
            "n. A measure; a standard of measure; an instrument to determine dimensions, distance, or capacity; a standard ",
            "n. An act of measuring. ",
            "n. An estimate. ",
            "n. Any instrument for ascertaining or regulating the level, state, dimensions or forms of things "
        ]
    },
    "gaunt": {
        "defs": [
            "adj. Lean, angular, and bony. ",
            "adj. Haggard, drawn, and emaciated. ",
            "adj. Bleak, barren, and desolate. ",
            "n. A surname. "
        ]
    },
    "gene": {
        "defs": [
            "n. (genetics) A theoretical unit of heredity of living organisms; a gene may take several values and in principle predetermines a precise trait of an organism's form (phenotype), such as hair color. ",
            "n. (molecular biology) A segment of DNA or RNA from a cell's or an organism's genome, that may take several forms and thus parameterizes a phenomenon, in general the structure of a protein; locus. ",
            "n. A diminutive of Eugene, also used as a formal male given name. "
        ]
    },
    "gent": {
        "defs": [
            "n. (colloquial) A gentleman. ",
            "adj. (obsolete) Noble; well-bred, courteous; graceful. ",
            "adj. (obsolete) neat; pretty; elegant ",
            "n. (medicine, colloquial) Short for gentamicin. [(biochemistry, pharmacology) A broad-spectrum aminoglycoside antibiotic mixture, derived from an actinomycete (Micromonospora echinospora), extensively used as the sulfate in treating severe systemic bacterial infections (as of the urinary tract); (3R,4R,5R)-2-{[(1S,2S,3R,4S,6R)-4,6-diamino-3-{[(2R,3R,6S)-3-amino-6-[(1R)-1-(methylamino)ethyl]oxan-2-yl]oxy}-2-hydroxycyclohexyl]oxy}-5-methyl-4-(methylamino)oxane-3,5-diol.] "
        ]
    },
    "gnat": {
        "defs": [
            "n. Any small insect of the order Diptera, specifically within the suborder Nematocera. ",
            "n. (historical) A type of jet fighter aircraft. "
        ]
    },
    "gunned": {
        "defs": [
            "adj. Equipped or bedecked with guns. "
        ]
    },
    "gutted": {
        "defs": [
            "adj. (not comparable) Eviscerated. ",
            "adj. With the most important parts destroyed (often by fire), removed or rendered useless. ",
            "adj. (chiefly archaic) Having a gut or guts. ",
            "adj. (UK, Australia, New Zealand, slang) Deeply disappointed; annoyed; down. "
        ]
    },
    "nagged": {
        "defs": [
            "n. A small horse; a pony. ",
            "n. An old, useless horse. ",
            "n. (obsolete, derogatory) A paramour. ",
            "v. (transitive, intransitive) To repeatedly remind or complain to (someone) in an annoying way, often about insignificant or unnecessary matters. "
        ]
    },
    "negate": {
        "defs": [
            "v. To deny the existence, evidence, or truth of; to contradict. ",
            "v. To nullify or cause to be ineffective. ",
            "v. To be negative; bring or cause negative results. ",
            "v. (computing) To perform the NOT operation on. "
        ]
    },
    "negated": {
        "defs": [
            "v. To deny the existence, evidence, or truth of; to contradict. ",
            "v. To nullify or cause to be ineffective. ",
            "v. To be negative; bring or cause negative results. ",
            "v. (computing) To perform the NOT operation on. "
        ]
    },
    "nudge": {
        "defs": [
            "n. A gentle push. ",
            "n. (Internet) A feature of instant messaging software used to get the attention of another user, as by shaking the conversation window or playing a sound. ",
            "n. The rotation by one step of a fruit machine reel of the player's choice. ",
            "n. (behavioral economics) The use of positive reinforcement and indirect suggestions as ways to influence. "
        ]
    },
    "nudged": {
        "defs": [
            "n. A gentle push. ",
            "n. (Internet) A feature of instant messaging software used to get the attention of another user, as by shaking the conversation window or playing a sound. ",
            "n. The rotation by one step of a fruit machine reel of the player's choice. ",
            "n. (behavioral economics) The use of positive reinforcement and indirect suggestions as ways to influence. "
        ]
    },
    "nugget": {
        "defs": [
            "n. (countable) A small, compact chunk or clump. ",
            "n. (countable) A chicken nugget. ",
            "n. (countable) A tidbit of something valuable. ",
            "n. (countable) A small piece of tasty food, a tidbit. "
        ]
    },
    "tagged": {
        "defs": [
            "adj. Having a tag; labeled. ",
            "adj. (graffiti) Having been marked with the signature graffiti of an individual. "
        ]
    },
    "tang": {
        "defs": [
            "n. A refreshingly sharp aroma or flavor. ",
            "n. A strong or offensive taste; especially, a taste of something extraneous to the thing itself. ",
            "n. (figuratively) A sharp, specific flavor or tinge. ",
            "n. A projecting part of an object by means of which it is secured to a handle, or to some other part. "
        ]
    },
    "tangent": {
        "defs": [
            "n. (differential geometry) A straight line touching a curve at a single point without crossing it there. ",
            "n. (mathematics) A function of an angle that gives the ratio of the sine to the cosine, in either the real or complex numbers. Symbols: tan, tg. ",
            "n. A topic nearly unrelated to the main topic, but having a point in common with it. ",
            "n. (art) A visual interaction between two or more lines or edges that creates a perceived relationship between them, often in a way that the artist did not intend. "
        ]
    },
    "teenage": {
        "defs": [
            "n. (chiefly Kent dialect) Brushwood for fences and hedges. ",
            "adj. Of or relating to an age between thirteen and nineteen years old. "
        ]
    },
    "teenaged": {
        "defs": [
            "adj. aged between thirteen and nineteen inclusive; teenage "
        ]
    },
    "tugged": {
        "defs": [
            "v. (transitive) to pull or drag with great effort ",
            "v. (transitive) to pull hard repeatedly ",
            "v. (transitive) to tow by tugboat ",
            "v. (slang, transitive, intransitive) to masturbate "
        ]
    },
    "unengaged": {
        "defs": [
            "adj. Not engaged. "
        ]
    },
    "unguent": {
        "defs": [
            "n. Any cream containing medicinal ingredients applied to the skin for therapeutic purposes. "
        ]
    },
    "untag": {
        "defs": [
            "v. (transitive) To remove a tag from. "
        ]
    },
    "analyzed": {
        "defs": [
            "adj. Having been subject to analysis; examined closely, carefully considered. "
        ]
    },
    "addend": {
        "defs": [
            "n. (mathematics) Addendum, any one of two or more numbers or other terms that are to be added together. ",
            "n. (organic chemistry) A moiety added to another molecule. ",
            "v. To furnish with an addendum. ",
            "v. (organic chemistry) To furnish with an addend. "
        ]
    },
    "addenda": {
        "defs": [
            "n. Something to be added; especially text added as an appendix or supplement to a document. ",
            "n. A postscript. ",
            "n. (engineering) The height by which the tooth of a gear projects beyond (outside for external, or inside for internal) the standard pitch circle or pitch line. "
        ]
    },
    "anal": {
        "defs": [
            "adj. (not comparable) of, related to, intended for or involving the anus. [from 18th c.] ",
            "adj. (psychoanalysis) Of the stage in psychosexual development when the child's interest is alleged to be concentrated on the anal region. [from 20th c.] ",
            "adj. (psychology) Of a person, compulsive and stubborn, obsessed with neatness and accuracy, supposedly from not having progressed beyond the anal stage. [from 20th c.] ",
            "adj. (entomology, of a vein) Proximate to the thorax. "
        ]
    },
    "anally": {
        "defs": [
            "adv. Involving the anus. ",
            "adv. In an anal manner. "
        ]
    },
    "analyze": {
        "defs": [
            "v. US and Canada spelling of analyse "
        ]
    },
    "annal": {
        "defs": [
            "n. The record of a single event or item. "
        ]
    },
    "anneal": {
        "defs": [
            "v. (metallurgy) To subject to great heat and then (often slow) cooling, and sometimes reheating and further cooling, for the purpose of rendering less brittle; to temper; to toughen. ",
            "v. To cool glass slowly, to minimize internal stress. ",
            "v. (archaic) To burn colors onto a glass or other surface. ",
            "v. (genetics, transitive, intransitive) To make a double-stranded nucleic acid by pairing a single strand with a complementary strand. "
        ]
    },
    "annealed": {
        "defs": [
            "adj. made less brittle by heating and then cooling"
        ]
    },
    "dandy": {
        "defs": [
            "n. A man very concerned about his physical appearance, refined language, and leisurely hobbies, pursued with the appearance of nonchalance in a cult of self. ",
            "n. (Britain, nautical) A yawl, or a small after-sail on a yawl. ",
            "n. A dandy roller. ",
            "n. (UK, Ireland, slang, archaic) A small glass of whisky. "
        ]
    },
    "deaden": {
        "defs": [
            "v. (transitive) To render less lively; to diminish; to muffle. ",
            "v. (intransitive) To become less lively; to diminish (by itself). ",
            "v. (transitive) To make soundproof. "
        ]
    },
    "deadened": {
        "defs": [
            "adj. made or become less intense",
            "adj. devoid of physical sensation; numb"
        ]
    },
    "dean": {
        "defs": [
            "n. A senior official in a college or university, who may be in charge of a division or faculty (for example, the dean of science) or have some other advisory or disciplinary function (for example, the dean of students). ",
            "n. A dignitary or presiding officer in certain church bodies, especially an ecclesiastical dignitary, subordinate to a bishop, in charge of a chapter of canons. ",
            "n. The senior member of some group of people. ",
            "v. (intransitive, rare) To serve as a dean. "
        ]
    },
    "deny": {
        "defs": [
            "v. (transitive) To disallow or reject. ",
            "v. (transitive) To assert that something is not true. ",
            "v. (ditransitive) To refuse to give or grant something to someone. ",
            "v. To take something away from someone; to deprive of. "
        ]
    },
    "dyne": {
        "defs": [
            "n. A unit of force in the CGS system; the force required to accelerate a mass of one gram by one centimetre per second per second. Symbol: dyn. "
        ]
    },
    "elan": {
        "defs": [
            "n. Uncommon spelling of élan. [Spirit; zeal; ardor.] ",
            "n. (astronomy) Acronym of enormous Lyman-alpha nebula. [(astronomy) A large gas cloud (nebula) larger than galaxies, found in intergalactic space, which radiates with an emission spectrum containing 2.47 THz lines (Lyman-alpha lines).] "
        ]
    },
    "eland": {
        "defs": [
            "n. A genus of large South African antelope (Taurotragus), valued both for its hide and flesh. ",
            "n. A surname. ",
            "n. A village in Shawano County, Wisconsin, United States. "
        ]
    },
    "ended": {
        "defs": [
            "adj. (in combination) Having (a specified kind or number of) ends. "
        ]
    },
    "ennead": {
        "defs": [
            "n. (obsolete) The number nine. ",
            "n. (rare) Any grouping or system containing nine objects. ",
            "n. (Egyptian mythology) The collection of nine gods worshipped at Heliopolis and taking part in the Heliopolitan creation myth, together representing the sum of all the elements of the created world: Atum, Shu, Tefnut, Nut, Geb, Osiris, Isis, Set, and Nephthys. ",
            "n. (philosophy) One of the six parts of the writings of the Greek-speaking philosopher Plotinus (c. 204–205 – 270), each containing nine treatises, compiled by his student Porphyry (c. 234 – c. 305). "
        ]
    },
    "laden": {
        "defs": [
            "adj. Weighed down with a load, burdened. ",
            "adj. Heavy. ",
            "adj. Oppressed. ",
            "adj. (chemistry) In the form of an adsorbate or adduct. "
        ]
    },
    "land": {
        "defs": [
            "n. The part of Earth which is not covered by oceans or other bodies of water. ",
            "n. Real estate or landed property; a partitioned and measurable area which is owned and acquired and on which buildings and structures can be built and erected. ",
            "n. A country or region. ",
            "n. A person's country of origin and/or homeplace; homeland. "
        ]
    },
    "landed": {
        "defs": [
            "adj. In possession of land. ",
            "adj. Consisting of land, especially with a single owner. "
        ]
    },
    "landlady": {
        "defs": [
            "n. A female landlord. "
        ]
    },
    "lane": {
        "defs": [
            "n. (used in street names) A road, street, or similar thoroughfare. ",
            "n. A narrow passageway between fences, walls, hedges or trees. ",
            "n. A narrow road, as in the country. ",
            "n. A lengthwise division of roadway intended for a single line of vehicles. "
        ]
    },
    "leaden": {
        "defs": [
            "adj. (dated) Made of lead. ",
            "adj. Pertaining to or resembling lead; grey, heavy, sluggish. ",
            "adj. Dull; darkened with overcast. ",
            "v. (transitive, intransitive) To make or become dull or overcast. "
        ]
    },
    "leadenly": {
        "defs": [
            "adv. In a leaden manner. "
        ]
    },
    "lean": {
        "defs": [
            "v. To incline, deviate, or bend, from a vertical position; to be in a position thus inclining or deviating. ",
            "v. (copulative) To incline in opinion or desire; to conform in conduct; often with to, toward, etc. ",
            "v. Followed by against, on, or upon: to rest or rely, for support, comfort, etc. ",
            "v. To hang outwards. "
        ]
    },
    "leaned": {
        "defs": [
            "v. To incline, deviate, or bend, from a vertical position; to be in a position thus inclining or deviating. ",
            "v. (copulative) To incline in opinion or desire; to conform in conduct; often with to, toward, etc. ",
            "v. Followed by against, on, or upon: to rest or rely, for support, comfort, etc. ",
            "v. To hang outwards. "
        ]
    },
    "leanly": {
        "defs": [
            "adv. In a lean way. "
        ]
    },
    "lend": {
        "defs": [
            "v. (transitive) To allow to be used by someone temporarily, on condition that it or its equivalent will be returned. ",
            "v. (intransitive) To make a loan. ",
            "v. (reflexive) To be suitable or applicable, to fit. ",
            "v. To afford; to grant or furnish in general. "
        ]
    },
    "naan": {
        "defs": [
            "n. A type of round, flat bread baked in a tandoor popular in South and Central Asian cuisine. "
        ]
    },
    "nada": {
        "defs": [
            "n. Initialism of National Anti-Doping Agency. "
        ]
    },
    "nana": {
        "defs": [
            "n. (informal) A banana. ",
            "n. (UK, slang) A foolish person. ",
            "n. (informal, term of endearment) one's grandmother ",
            "n. (informal) a nanny "
        ]
    },
    "nanny": {
        "defs": [
            "n. A child's nurse. ",
            "n. (colloquial) A grandmother. ",
            "n. (US, colloquial) A godmother. ",
            "n. A female goat. "
        ]
    },
    "need": {
        "defs": [
            "n. (countable and uncountable) A requirement for something; something needed. ",
            "n. Lack of means of subsistence; poverty; indigence; destitution. ",
            "v. (transitive) To have an absolute requirement for. ",
            "v. (transitive) To want strongly; to feel that one must have something. "
        ]
    },
    "needed": {
        "defs": [
            "adj. Necessary; being required. "
        ]
    },
    "needle": {
        "defs": [
            "n. A long, thin, sharp implement usually for piercing as in sewing, embroidery, acupuncture, tattooing, body piercing, medical injections, sutures, etc; or a blunt but otherwise similar implement used for forming loops or knots in crafts such as darning, knitting, tatting, etc. ",
            "n. Any slender, pointed object resembling a needle, such as a pointed crystal, a sharp pinnacle of rock, an obelisk, etc. ",
            "n. A fine measurement indicator on a dial or graph. ",
            "n. A sensor for playing phonograph records, a phonograph stylus. "
        ]
    },
    "needled": {
        "defs": [
            "adj. Covered or armored with needles. "
        ]
    },
    "needy": {
        "defs": [
            "adj. In need; poor. ",
            "adj. Desiring constant affirmation; lacking self-confidence. ",
            "adj. (archaic) Needful; necessary. "
        ]
    },
    "nene": {
        "defs": [
            "n. The Hawaiian goose, Branta sandvicensis, which was designated the state bird of Hawaii in 1957. ",
            "n. A river that rises in Northamptonshire, England, and flows to the sea at The Wash. "
        ]
    },
    "yenned": {
        "defs": [
            "n. The unit of Japanese currency (symbol: ¥) since 1871, divided into 100 sen. ",
            "n. A coin or note worth one yen. ",
            "n. A strong desire, urge, or yearning. ",
            "v. (transitive) To have a strong desire for. "
        ]
    },
    "zany": {
        "defs": [
            "adj. Unusual and awkward in a funny, comical manner; outlandish; clownish. ",
            "adj. Ludicrously or incongruously comical. ",
            "n. (obsolete) A fool or clown, especially one whose business on the stage is to imitate foolishly the actions of the principal clown. ",
            "v. (obsolete) To mimic foolishly. "
        ]
    }
}