{
    "dyne": {
        "defs": [
            "n. A unit of force in the CGS system; the force required to accelerate a mass of one gram by one centimetre per second per second. Symbol: dyn. "
        ]
    },
    "addend": {
        "defs": [
            "n. (mathematics) Addendum, any one of two or more numbers or other terms that are to be added together. ",
            "n. (organic chemistry) A moiety added to another molecule. ",
            "v. To furnish with an addendum. ",
            "v. (organic chemistry) To furnish with an addend. "
        ]
    },
    "ennead": {
        "defs": [
            "n. (obsolete) The number nine. ",
            "n. (rare) Any grouping or system containing nine objects. ",
            "n. (Egyptian mythology) The collection of nine gods worshipped at Heliopolis and taking part in the Heliopolitan creation myth, together representing the sum of all the elements of the created world: Atum, Shu, Tefnut, Nut, Geb, Osiris, Isis, Set, and Nephthys. ",
            "n. (philosophy) One of the six parts of the writings of the Greek-speaking philosopher Plotinus (c. 204–205 – 270), each containing nine treatises, compiled by his student Porphyry (c. 234 – c. 305). "
        ]
    },
    "lend": {
        "defs": [
            "v. (transitive) To allow to be used by someone temporarily, on condition that it or its equivalent will be returned. ",
            "v. (intransitive) To make a loan. ",
            "v. (reflexive) To be suitable or applicable, to fit. ",
            "v. To afford; to grant or furnish in general. "
        ]
    },
    "needled": {
        "defs": [
            "adj. Covered or armored with needles. "
        ]
    },
    "needle": {
        "defs": [
            "n. A long, thin, sharp implement usually for piercing as in sewing, embroidery, acupuncture, tattooing, body piercing, medical injections, sutures, etc; or a blunt but otherwise similar implement used for forming loops or knots in crafts such as darning, knitting, tatting, etc. ",
            "n. Any slender, pointed object resembling a needle, such as a pointed crystal, a sharp pinnacle of rock, an obelisk, etc. ",
            "n. A fine measurement indicator on a dial or graph. ",
            "n. A sensor for playing phonograph records, a phonograph stylus. "
        ]
    },
    "deaden": {
        "defs": [
            "v. (transitive) To render less lively; to diminish; to muffle. ",
            "v. (intransitive) To become less lively; to diminish (by itself). ",
            "v. (transitive) To make soundproof. "
        ]
    },
    "dandy": {
        "defs": [
            "n. A man very concerned about his physical appearance, refined language, and leisurely hobbies, pursued with the appearance of nonchalance in a cult of self. ",
            "n. (Britain, nautical) A yawl, or a small after-sail on a yawl. ",
            "n. A dandy roller. ",
            "n. (UK, Ireland, slang, archaic) A small glass of whisky. "
        ]
    },
    "anal": {
        "defs": [
            "adj. (not comparable) of, related to, intended for or involving the anus. [from 18th c.] ",
            "adj. (psychoanalysis) Of the stage in psychosexual development when the child's interest is alleged to be concentrated on the anal region. [from 20th c.] ",
            "adj. (psychology) Of a person, compulsive and stubborn, obsessed with neatness and accuracy, supposedly from not having progressed beyond the anal stage. [from 20th c.] ",
            "adj. (entomology, of a vein) Proximate to the thorax. "
        ]
    },
    "deadened": {
        "defs": [
            "adj. made or become less intense",
            "adj. devoid of physical sensation; numb"
        ]
    },
    "ended": {
        "defs": [
            "adj. (in combination) Having (a specified kind or number of) ends. "
        ]
    },
    "leaden": {
        "defs": [
            "adj. (dated) Made of lead. ",
            "adj. Pertaining to or resembling lead; grey, heavy, sluggish. ",
            "adj. Dull; darkened with overcast. ",
            "v. (transitive, intransitive) To make or become dull or overcast. "
        ]
    },
    "nana": {
        "defs": [
            "n. (informal) A banana. ",
            "n. (UK, slang) A foolish person. ",
            "n. (informal, term of endearment) one's grandmother ",
            "n. (informal) a nanny "
        ]
    },
    "dean": {
        "defs": [
            "n. A senior official in a college or university, who may be in charge of a division or faculty (for example, the dean of science) or have some other advisory or disciplinary function (for example, the dean of students). ",
            "n. A dignitary or presiding officer in certain church bodies, especially an ecclesiastical dignitary, subordinate to a bishop, in charge of a chapter of canons. ",
            "n. The senior member of some group of people. ",
            "v. (intransitive, rare) To serve as a dean. "
        ]
    },
    "nene": {
        "defs": [
            "n. The Hawaiian goose, Branta sandvicensis, which was designated the state bird of Hawaii in 1957. ",
            "n. A river that rises in Northamptonshire, England, and flows to the sea at The Wash. "
        ]
    },
    "nada": {
        "defs": [
            "n. Initialism of National Anti-Doping Agency. "
        ]
    },
    "leaned": {
        "defs": [
            "v. To incline, deviate, or bend, from a vertical position; to be in a position thus inclining or deviating. ",
            "v. (copulative) To incline in opinion or desire; to conform in conduct; often with to, toward, etc. ",
            "v. Followed by against, on, or upon: to rest or rely, for support, comfort, etc. ",
            "v. To hang outwards. "
        ]
    },
    "land": {
        "defs": [
            "n. The part of Earth which is not covered by oceans or other bodies of water. ",
            "n. Real estate or landed property; a partitioned and measurable area which is owned and acquired and on which buildings and structures can be built and erected. ",
            "n. A country or region. ",
            "n. A person's country of origin and/or homeplace; homeland. "
        ]
    },
    "eland": {
        "defs": [
            "n. A genus of large South African antelope (Taurotragus), valued both for its hide and flesh. ",
            "n. A surname. ",
            "n. A village in Shawano County, Wisconsin, United States. "
        ]
    },
    "lean": {
        "defs": [
            "v. To incline, deviate, or bend, from a vertical position; to be in a position thus inclining or deviating. ",
            "v. (copulative) To incline in opinion or desire; to conform in conduct; often with to, toward, etc. ",
            "v. Followed by against, on, or upon: to rest or rely, for support, comfort, etc. ",
            "v. To hang outwards. "
        ]
    },
    "needed": {
        "defs": [
            "adj. Necessary; being required. "
        ]
    },
    "zany": {
        "defs": [
            "adj. Unusual and awkward in a funny, comical manner; outlandish; clownish. ",
            "adj. Ludicrously or incongruously comical. ",
            "n. (obsolete) A fool or clown, especially one whose business on the stage is to imitate foolishly the actions of the principal clown. ",
            "v. (obsolete) To mimic foolishly. "
        ]
    },
    "addenda": {
        "defs": [
            "n. Something to be added; especially text added as an appendix or supplement to a document. ",
            "n. A postscript. ",
            "n. (engineering) The height by which the tooth of a gear projects beyond (outside for external, or inside for internal) the standard pitch circle or pitch line. "
        ]
    },
    "lane": {
        "defs": [
            "n. (used in street names) A road, street, or similar thoroughfare. ",
            "n. A narrow passageway between fences, walls, hedges or trees. ",
            "n. A narrow road, as in the country. ",
            "n. A lengthwise division of roadway intended for a single line of vehicles. "
        ]
    },
    "landlady": {
        "defs": [
            "n. A female landlord. "
        ]
    },
    "need": {
        "defs": [
            "n. (countable and uncountable) A requirement for something; something needed. ",
            "n. Lack of means of subsistence; poverty; indigence; destitution. ",
            "v. (transitive) To have an absolute requirement for. ",
            "v. (transitive) To want strongly; to feel that one must have something. "
        ]
    },
    "nanny": {
        "defs": [
            "n. A child's nurse. ",
            "n. (colloquial) A grandmother. ",
            "n. (US, colloquial) A godmother. ",
            "n. A female goat. "
        ]
    },
    "analyze": {
        "defs": [
            "v. US and Canada spelling of analyse "
        ]
    },
    "elan": {
        "defs": [
            "n. Uncommon spelling of élan. [Spirit; zeal; ardor.] ",
            "n. (astronomy) Acronym of enormous Lyman-alpha nebula. [(astronomy) A large gas cloud (nebula) larger than galaxies, found in intergalactic space, which radiates with an emission spectrum containing 2.47 THz lines (Lyman-alpha lines).] "
        ]
    },
    "anneal": {
        "defs": [
            "v. (metallurgy) To subject to great heat and then (often slow) cooling, and sometimes reheating and further cooling, for the purpose of rendering less brittle; to temper; to toughen. ",
            "v. To cool glass slowly, to minimize internal stress. ",
            "v. (archaic) To burn colors onto a glass or other surface. ",
            "v. (genetics, transitive, intransitive) To make a double-stranded nucleic acid by pairing a single strand with a complementary strand. "
        ]
    },
    "leadenly": {
        "defs": [
            "adv. In a leaden manner. "
        ]
    },
    "laden": {
        "defs": [
            "adj. Weighed down with a load, burdened. ",
            "adj. Heavy. ",
            "adj. Oppressed. ",
            "adj. (chemistry) In the form of an adsorbate or adduct. "
        ]
    },
    "anally": {
        "defs": [
            "adv. Involving the anus. ",
            "adv. In an anal manner. "
        ]
    },
    "needy": {
        "defs": [
            "adj. In need; poor. ",
            "adj. Desiring constant affirmation; lacking self-confidence. ",
            "adj. (archaic) Needful; necessary. "
        ]
    },
    "leanly": {
        "defs": [
            "adv. In a lean way. "
        ]
    },
    "yenned": {
        "defs": [
            "n. The unit of Japanese currency (symbol: ¥) since 1871, divided into 100 sen. ",
            "n. A coin or note worth one yen. ",
            "n. A strong desire, urge, or yearning. ",
            "v. (transitive) To have a strong desire for. "
        ]
    },
    "analyzed": {
        "defs": [
            "adj. Having been subject to analysis; examined closely, carefully considered. "
        ]
    },
    "annal": {
        "defs": [
            "n. The record of a single event or item. "
        ]
    },
    "naan": {
        "defs": [
            "n. A type of round, flat bread baked in a tandoor popular in South and Central Asian cuisine. "
        ]
    },
    "annealed": {
        "defs": [
            "adj. made less brittle by heating and then cooling"
        ]
    },
    "deny": {
        "defs": [
            "v. (transitive) To disallow or reject. ",
            "v. (transitive) To assert that something is not true. ",
            "v. (ditransitive) To refuse to give or grant something to someone. ",
            "v. To take something away from someone; to deprive of. "
        ]
    },
    "landed": {
        "defs": [
            "adj. In possession of land. ",
            "adj. Consisting of land, especially with a single owner. "
        ]
    }
}